curl--location 'https://api.hubapi.com/crm/v3/objects/contacts'\
    --header 'Content-Type: application/json'\
    --header 'Authorization: Bearer pat-na1-aad86298-cb27-42c9-861f-03e36f131654'\
    --data - raw '{"properties": {
"email": "bcooper1@biglytics.net",
"firstname": "Marco1",
"lastname": "Scaine",
"phone": "+54 (011) 3252 3013",
"resumen": "El cliente preguntó qué \n departamentos teníamos disponibles. Se le presentó los 4 tipos de unidades con información general como número de dormitorios, baños, si cuenta con sala-comedor, cocina y balcón, el área total, precio, ubicación y piso. El cliente solicitó fotos y se le informó que las imágenes estarían disponibles en la página web de la empresa. El cliente preguntó el precio por metro cuadrado de la unidad 3 y se le informó que era de $5,000 por metro cuadrado. El cliente preguntó por el precio por metro cuadrado de las otras unidades y se le informó del precio por metro cuadrado de cada una. El cliente preguntó qué unidad se recomendaría para una familia de tres personas y se le recomendó la unidad 1 o la unidad 3. El cliente preguntó si había una sala de cine en el edificio y se le informó que no había información disponible en este documento sobre instalaciones adicionales. El cliente preguntó por la ventajas de vivir en Surco y se le informó que Surco es un distrito residencial con una buena calidad de vida y una amplia oferta de servicios. Finalmente, el cliente preguntó qué unidad se recomendaría para alguien que le guste la playa y se le recomendó la unidad ubicada en Barranco o la unidad ubicada en Miraflores, ya que ambas están cerca de la costa y tienen fácil acceso a las playas de Lima.",
"recomendaciones": "Como asesor inmobiliario, te recomiendo que el ejecutivo de ventas se enfoque en las necesidades y preferencias del cliente para ofrecerle la unidad que mejor se adapte a sus requerimientos. Es importante que el ejecutivo tenga conocimiento detallado de cada una de las unidades disponibles, incluyendo la ubicación, el número de dormitorios, baños, y los metros cuadrados de cada departamento, así como su precio por metro cuadrado y el precio total. También sería útil que el ejecutivo de ventas tenga información sobre las ventajas de vivir en cada una de las ubicaciones ofrecidas, en este caso Miraflores, San Borja, Surco y Barranco. Si el cliente está interesado en planes de financiamiento, el ejecutivo debe estar preparado para proporcionar información sobre las opciones disponibles a través del banco BBVA. Es importante recordar que si el cliente solicita información que no se encuentra en el documento, el ejecutivo debe estar dispuesto a investigar y enviar la información por whatsapp. Además, el ejecutivo debe estar dispuesto a proporcionar fotografías adicionales de los departamentos si el cliente lo solicita.",
"conversacion": "Marco Scaine Hola /Chatbot jose¡Hola! ¿En qué puedo ayudarle en relación al rubro inmobiliario?Marco Scaineque departamentos tenes en venta?Chatbot joseTenemos cuatro tipos de departamentos disponibles en nuestro proyecto en construcción, que se entregarán a finales del 2023. Estos departamentos son:Unidad 1: de 3 dormitorios, 2 baños, sala comedor, cocina, balcón, área total de 100m² y ubicado en Miraflores.Unidad 2: de 2 dormitorios, 1 baño, sala comedor, cocina, balcón, área total de 80m² y ubicado en San Borja.Unidad 3: de 4 dormitorios, 3 baños, sala comedor, cocina, balcón, área total de 120m² y ubicado en Surco.Unidad 4: de 1 dormitorio, 1 baño, sala comedor, cocina, balcón, área total de 60m² y ubicado en Barranco.Tenga en cuenta que si necesita información adicional sobre alguno de estos departamentos, estaré encantado de proporcionársela.Marco Scaineme podrias mandar fotos?Chatbot joseLamentablemente, no cuento con fotos de los departamentos en este momento, pero puedo proporcionarle más detalles sobre ellos. Si está interesado en una unidad en particular, puedo proporcionarle información detallada sobre su distribución, acabados y características, así como responder cualquier otra pregunta que pueda tener. Si necesita más información, por favor hágamelo saber y estaré encantado de ayudarle.Marco Scainecual es el precio por metro cuadrado de la unidad 3?Chatbot joseEl precio de la Unidad 3 es de S/ 5,000 por metro cuadrado. Su área total es de 120m², por lo que su precio total es de S/ 600,000. Si necesita información adicional, no dude en preguntar.Marco Scainey el de los demas?Chatbot joseEl precio por metro cuadrado de los demás departamentos es de S/ 5,000 por metro cuadrado, como en el caso de la Unidad 3. A continuación, le detallo el precio total de cada departamento:Unidad 1: S/ 500,000 por 100m².Unidad 2: S/ 400,000 por 80m².Unidad 3: S/ 600,000 por 120m².Unidad 4: S/ 300,000 por 60m².Tenga en cuenta que estos precios son válidos hasta la fecha, pero pueden estar sujetos a cambios en el futuro. Si necesita más información, no dude en preguntar.Marco Scainecual me recomendas para una familia de 3 personasChatbot joseLa recomendación que le daría dependería en gran medida de sus necesidades y preferencias. Sin embargo, teniendo en cuenta que su familia consta de tres personas, probablemente desee un departamento con al menos dos dormitorios y dos baños. En ese caso, la Unidad 1 y la Unidad 3 podrían ser opciones interesantes, ya que ambas tienen tres dormitorios y dos baños.La Unidad 1 tiene un área total de 100m² y se encuentra en Miraflores, mientras que la Unidad 3 tiene un área total de 120m² y se encuentra en Surco. Ambas unidades tienen balcón y están equipadas con sala-comedor y cocina.Si necesita información adicional sobre estas unidades o sobre otras opciones que podrían ser de su interés, por favor hágamelo saber.Marco Scainetiene sala de cine?Chatbot joseLamentablemente, no contamos con información acerca de la disponibilidad de una sala de cine en los departamentos que tenemos en venta. Sin embargo, estaré encantado de buscar más información al respecto para usted y enviársela por whatsapp lo antes posible. ¿Podría proporcionarme su número de teléfono para que pueda enviarle la información tan pronto como la tenga?Marco Scaine1168987543Chatbot joseGracias por proporcionarme su número de teléfono. Le enviaré la información acerca de la disponibilidad de una sala de cine en los departamentos por whatsapp tan pronto como la tenga disponible. ¿Hay algo más en lo que pueda ayudarlo en este momento?Marco Scaineme gustan los pisos altos cual me recomendas?Chatbot joseSi le gustan los pisos altos, le recomendaría la Unidad 3, ya que se encuentra en el octavo piso. Esta unidad también cuenta con un área total de 120m², cuatro dormitorios y tres baños, y está ubicada en el distrito de Surco. Además, tiene un balcón y está equipada con sala-comedor y cocina.También cabe mencionar que la Unidad 1 se encuentra en el quinto piso, la Unidad 2 en el segundo piso, y la Unidad 4 en el tercer piso. Si necesita información adicional o desea programar una visita para ver estas unidades en persona, no dude en hacérmelo saberMarco Scaineque ventajas tiene vivir en surco?Chatbot joseSurco es uno de los distritos más desarrollados y seguros de Lima, por lo que hay muchas ventajas en vivir allí. Algunas de las principales ventajas de vivir en Surco incluyen:Ubicación: Surco se encuentra en una ubicación privilegiada, con fácil acceso a otras partes de Lima, como Miraflores y San Isidro. Además, tiene una buena conectividad con otras ciudades importantes del país.Seguridad: Surco es uno de los distritos más seguros de Lima, con bajos índices de criminalidad y un buen sistema de seguridad.Oferta educativa: Surco cuenta con una amplia variedad de escuelas, colegios y universidades, tanto públicas como privadas, lo que lo convierte en una excelente opción para las familias con niños.Oportunidades de trabajo: Surco es el hogar de muchas empresas importantes, lo que significa que hay muchas oportunidades de trabajo en la zona.Espacios verdes: Surco cuenta con muchos parques y áreas verdes, lo que lo convierte en un lugar agradable para vivir y para pasar tiempo al aire libre.Es importante mencionar que estas son solo algunas de las ventajas de vivir en Surco. Si necesita más información acerca de este distrito, no dude en hacérmelo saber y estaré encantado de ayudarle.Marco Scaineme gusta la playa cual me recomendas?Chatbot joseSi le gusta la playa, podría considerar la unidad ubicada en Barranco, ya que se encuentra cerca de la costa y cuenta con fácil acceso a las playas de la zona sur de Lima, como por ejemplo laplaya Punta Hermosa o la playa Caballeros. También podría considerar la unidad ubicada en Miraflores, ya que está cerca del malecón y cuenta con fácil acceso a las playas de la Costa Verde."
}
}
'